/* All Documents type popup item */
"All Documents" = "Alla dokument";

/* All Readable Known type popup item */
"All Known Documents" = "Alla kända dokument";

/* All Readable Documents type popup item */
"All Readable Documents" = "Alla läsbara dokument";

/* Cancel button text */
"Cancel" = "Avbryt";

/* Choose button text */
"Choose" = "Välj";

/* ChooseFile dialog title */
"Choose a File" = "Välj en fil";

/* ChooseFolder dialog title */
"Choose a Folder" = "Välj en mapp";

/* ChooseVolume dialog title */
"Choose a Volume" = "Välj en volym";

/* ChooseObject dialog title */
"Choose an Object" = "Välj ett objekt";

/* Default save format menu item */
"Default" = "Förval";

/* Discard changes button text */
"Discard Changes" = "Spara inte";

/* Ask Discard Changes message */
"Do you want to revert to the most recently saved revision of the document \\U201C%@\\U201D?" = "Vill du återgå till den senast sparade versionen av dokumentet ”%@”?";

/* Ask Save Changes dialog message */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "Vill du spara ändringarna i dokumentet ”%@”?";

/* Ask Save Changes dialog message with nil name */
"Do you want to save the changes you made to this document?" = "Vill du spara ändringarna du har gjort i dokumentet?";

/* Don't save button text */
"Don\\U2019t Save" = "Spara inte";

/* Open panel enable popup label */
"Enable:" = "Aktivera:";

/* Save panel format popup label */
"Format:" = "Format:";

/* Ask Review Documents informative text */
"If you don\\U2019t review your documents, all your changes will be lost." = "Om du inte granskar dokumenten kommer alla ändringar att försvinna.";

/* New folder button text */
"New Folder" = "Ny mapp";

/* Revert button text */
"Revert" = "Återgå";

/* Review changes button text */
"Review Changes\\U2026" = "Granska ändringar…";

/* Save button text */
"Save" = "Spara";

/* PutFile default save file name */
"untitled" = "namnlös";

/* Ask Review Documents message with known count */
"You have %ld %@ documents with unsaved changes. Do you want to review these changes before quitting?" = "Du har %1$ld %2$@-dokument med ändringar som inte sparats. Vill du granska ändringarna innan du avslutar?";

/* Ask Review Documents message with unknown count */
"You have several %@ documents with unsaved changes. Do you want to review these changes before quitting?" = "Du har flera %@-dokument med ändringar som inte sparats. Vill du granska ändringarna innan du avslutar?";

/* Ask Save Changes informative text */
"Your changes will be lost if you don\\U2019t save them." = "Ändringarna går förlorade om du inte sparar dem.";

/* Ask Discard Changes informative text */
"Your current changes will be lost." = "Dina senaste ändringar kommer att förloras.";

